[ClassDefinition.Class_CatapultTechnical VehicleClassDefinition]
DisplayName="Veículo de Bandido"

[ClassDefinition.Class_SawBladeTechnical VehicleClassDefinition]
DisplayName="Vehículo de Bandido"

[Weapon.WeaponTypes.WeaponType_Catapult VehicleWeaponTypeDefinition]
Typename=" Veículo de Bandido com Catapulta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.WeaponTypes.WeaponType_FrontMachineGun WeaponTypeDefinition]
Typename=" Bandido motorizado com arma auxiliar"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.WeaponTypes.WeaponType_SawBlade VehicleWeaponTypeDefinition]
Typename=" Veículo de Bandido com Lança-Foguetes"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

